---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISlopedFlange
source: html/c3756477-7de6-4e6b-22e6-b49cdb48c967.htm
---
# StructuralSectionISlopedFlange Methods

Returns size of the section boundary.